Revit 2027 API
ParameterTypeId.StairstypeHasRightSupport Property
 "Right Support":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeHasRightSupport { get; }
Public Shared ReadOnly Property StairstypeHasRightSupport As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeHasRightSupport {
	ForgeTypeId^ get ();
}
static member StairstypeHasRightSupport : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace